[
    {
        "name": "Accatran-Pattern Mk IV Lasgun",
        "class": "Basic",
        "range": 80,
        "rof": "S/3/-",
        "dmg": "1d10+3",
        "pen": 0,
        "type": "Energy",
        "clip": 60,
        "rld": "Full",
        "special": "Reliable",
        "wt": 4,
        "rarity": "Average",
        "training": "Las",
        "description": "When performing an attack with an Accatran MkIV Lasgun at the same time as another character due to the Delay or Overwatch Actions, a character using an Accatranpattern lasgun gains a +10 bonus to the Test to determine which character is able to act first."
    },
    {
        "name": "Lucius-Pattern Lasgun",
        "class": "Basic",
        "range": 100,
        "rof": "S/-/-",
        "dmg": "1d10+5",
        "pen": 0,
        "type": "Energy",
        "clip": 35,
        "rld": "Full",
        "special": "-",
        "wt": 5,
        "rarity": "Average",
        "training": "Las",
        "description": "A Lucius lasgun benefits from the Lasgun Variable Setting rule (see page 175 of the only War Core Rulebook). However, when fired in overcharge mode, a Lucius lasgun gains the Unreliable Quality. Further, it gains the Overheats and Unreliable Qualities when fired in overload mode."
    },
    {
        "name": "Hades Assault Flamer",
        "class": "Basic",
        "range": 20,
        "rof": "S/-/-",
        "dmg": "1d10+4",
        "pen": 2,
        "type": "Energy",
        "clip": 10,
        "rld": "2 Full",
        "special": "Flame, Spray, Reliable",
        "wt": 12,
        "rarity": "Scarce",
        "training": "Flame"
    },
    {
        "name": "Voss Automatic Grenade Launcher",
        "class": "Basic",
        "range": 40,
        "rof": "S/3/-",
        "dmg": "ammo",
        "pen": "ammo",
        "type": "ammo",
        "clip": 6,
        "rld": "2 Full",
        "special": "Inaccurate",
        "wt": 12.5,
        "rarity": "Scarce",
        "training": "Launcher"
    },
    {
        "name": "Catalytic Mass Driver",
        "class": "Basic",
        "range": 120,
        "rof": "S/-/5",
        "dmg": "1d10",
        "pen": 12,
        "type": "Rending",
        "clip": "-",
        "rld": "-",
        "special": "-",
        "wt": 7,
        "rarity": "Extremely Rare",
        "training": "Solid Projectile?, Integrated Weapon"
    },
    {
        "name": "Lathe-Lasrifle",
        "class": "Basic",
        "range": 100,
        "rof": "S/2/-",
        "dmg": "1d10+6",
        "pen": 2,
        "type": "Energy",
        "clip": "-",
        "rld": "-",
        "special": "Tearing",
        "wt": 4.5,
        "rarity": "Very Rare",
        "training": "Las, Integrated Weapon"
    },
    {
        "name": "Phased Plasma Rifle",
        "class": "Basic",
        "range": 100,
        "rof": "S/2/4",
        "dmg": "2d10",
        "pen": 6,
        "type": "Energy",
        "clip": "-",
        "rld": "-",
        "special": "-",
        "wt": 12,
        "rarity": "Extremely Rare",
        "training": "Plasma, Integrated Weapon",
        "description": "As one of the more dangerous special issue weapons within the Crimson Guard, the phased plasma rifle does away with many of the drawbacks common to Imperial plasma weaponry, all but eliminating the needs for recharge and significantly reducing the excess heat that conventional plasma weapons\ntend to generate."
    },
    {
        "name": "Accatran Automatic Mortar",
        "class": "Heavy",
        "range": "25-200",
        "rof": "S/-/5",
        "dmg": "ammo",
        "pen": "ammo",
        "type": "ammo",
        "clip": 5,
        "rld": "4 Full",
        "special": "Inaccurate, Indirect (Value?)",
        "wt": 50,
        "rarity": "Very Rare",
        "training": "Launcher, Heavy",
        "description": "Designed for close-range fire support, after setup the MkIX is fired by a remote activation unit with a range of approximately 100 metres, although this can vary based on local conditions and vox interference. One benefit of this mechanism is that the firer can effectively act as his own spotter. When triggered, the user can choose to fire single rounds, as he would with most mortars, or to fire all five rounds in rapid succession, providing an effective, concentrated barrage from a single source."
    },
    {
        "name": "Tread Fether",
        "class": "Heavy",
        "range": 250,
        "rof": "S/-/-",
        "dmg": "ammo",
        "pen": "ammo",
        "type": "ammo",
        "clip": 1,
        "rld": "Full",
        "special": "Inaccurate",
        "wt": 20,
        "rarity": "Scarce",
        "training": "Launcher, Heavy"
    },
    {
        "name": "Mk XVI \"Longshot\" Sniper Rifle",
        "class": "Heavy",
        "range": 350,
        "rof": "S/-/-",
        "dmg": "depends on ammo",
        "pen": "depends on ammo",
        "type": "depends on ammo",
        "clip": 1,
        "rld": "Full",
        "special": "Accurate (2),  \ndepends on ammo",
        "wt": 6,
        "rarity": "Extremely Rare",
        "training": "Solid Projectile, Heavy",
        "description": "As a Full Action, its wield can break a Longshot into a pistol by removing the barrel and stock. The Longshot’s Range is halved and it loses the Accurate Quality. It counts as a Pistol weapon instead of a Basic weapon. Restoring the barrel and stock also requires a Full Action."
    },
    {
        "name": "\"Six/Twelve\" Mauler Cannon",
        "class": "Heavy",
        "range": 60,
        "rof": "S/2/-",
        "dmg": "3d10+8",
        "pen": 6,
        "type": "Impact",
        "clip": 40,
        "rld": "2 Full",
        "special": "Ogryn Proof, Twin-Linked",
        "wt": 50,
        "rarity": "Very Rare",
        "training": "Solid Projectile, Heavy"
    },
    {
        "name": "Accatran-Pattern Mk II Heavy Laspistol",
        "class": "Pistol",
        "range": 40,
        "rof": "S/2/-",
        "dmg": "1d10+3",
        "pen": 0,
        "type": "Energy",
        "clip": 60,
        "rld": "Full",
        "special": "Reliable",
        "wt": 2,
        "rarity": "Average",
        "training": "Las"
    },
    {
        "name": "Naval Pistol",
        "class": "Pistol",
        "range": 20,
        "rof": "S/3/-",
        "dmg": "1d10+4",
        "pen": 0,
        "type": "Impact",
        "clip": 6,
        "rld": "Full",
        "special": "Tearing",
        "wt": 3,
        "rarity": "Rare",
        "training": "Solid Projectile",
        "description": "A naval pistol uses specialised ammunition; it can be loaded with other bullets of the appropriate calibre, including Unusual Ammunition, but loses the Tearing Quality"
    },
    {
        "name": "Ripper Pistol",
        "class": "Pistol",
        "range": 30,
        "rof": "S/2/-",
        "dmg": "1d10+3",
        "pen": 5,
        "type": "Impact",
        "clip": 8,
        "rld": "Full",
        "special": "Tearing, Toxic (2)",
        "wt": 4,
        "rarity": "Extremely Rare",
        "training": "Solid Projectile",
        "description": "A ripper pistol uses a very specific type of ammunition, and so cannot benefit from any Unusual Ammunition."
    },
    {
        "name": "Hesh-Pattern M38 Mk II Bolt Pistol",
        "class": "Pistol",
        "range": 25,
        "rof": "S/3/-",
        "dmg": "1d10+5",
        "pen": 4,
        "type": "Explosive",
        "clip": 12,
        "rld": "2 Full",
        "special": "Tearing",
        "wt": 4,
        "rarity": "Very Rare",
        "training": "Bolt",
        "description": "A Hesh-pattern Bolt Pistol gains the Unreliable Quality when fired as part of a Semi-Auto Fire Action."
    },
    {
        "name": "\"Emperoro's Will\" Officer's Laspistol",
        "class": "Pistol",
        "range": 60,
        "rof": "S/2/-",
        "dmg": "1d10+5",
        "pen": 2,
        "type": "Energy",
        "clip": 5,
        "rld": "Half",
        "special": "Accurate (2), Reliable",
        "wt": 3,
        "rarity": "Very Rare",
        "training": "Las",
        "description": "An Emperor’s Will laspistol grants the wielder an additional\nDegree of Success on any successful Intimidate Test. "
    },
    {
        "name": "Lathe-Laspistol",
        "class": "Pistol",
        "range": 40,
        "rof": "S/2/-",
        "dmg": "1d10+6",
        "pen": 2,
        "type": "Energy",
        "clip": "-",
        "rld": "-",
        "special": "Tearing",
        "wt": 2,
        "rarity": "Very Rare",
        "training": "Las, Integrated Weapon"
    },
    {
        "name": "Pyrophoric Vambrace",
        "class": "Pistol",
        "range": 15,
        "rof": "S/-/-",
        "dmg": "2d10+2",
        "pen": 4,
        "type": "Energy",
        "clip": 10,
        "rld": "2 Full",
        "special": "Corrosive, Flame, Spray",
        "wt": 4,
        "rarity": "Very Rare",
        "training": "Flame",
        "description": "The weight of the pyrophoric vambrace includes the ammunition backpack. A pyrophoric vambrace is easily concealed beneath robes and other loose clothing. Targets set on fire by a pyrophoric vambrace suffer an additional 1d10 Damage from being on fire (see page 266 of the Only War Core Rulebook), but the Test to extinguish the fire is Challenging (+0) rather than Hard (–20)."
    },
    {
        "name": "Las Gauntlet",
        "class": "Pistol",
        "range": 50,
        "rof": "S/4/-",
        "dmg": "1d10+4",
        "pen": 1,
        "type": "Energy",
        "clip": 20,
        "rld": "Full",
        "special": "Reliable",
        "wt": 3,
        "rarity": "Very Rare",
        "training": "Las",
        "description": "It is still debated whether these devices are of xeno manufacture or an intact pattern from the Dark Age of Technology. Each fits over the forearm with glove controls, and can fire salvos of long raking beams rather than the short crisp blasts of most las weapons. They are mostly viewed as a plaything for rich nobles on the hunt for exotic prey of any type (even xenos or humans), but some assassins favour the gauntlets as an affectation designed to frighten."
    },
    {
        "name": "Shotgun Pistol",
        "class": "Pistol",
        "range": 10,
        "rof": "S/-/-",
        "dmg": "1d10+4",
        "pen": 0,
        "type": "Impact",
        "clip": 1,
        "rld": "Full",
        "special": "Reliable, Scatter",
        "wt": 1,
        "rarity": "Average",
        "training": "Solid-Projectile",
        "description": "Due to the recoil, it applies a –10 penalty to Ballistic Skill Tests unless fired with two hands or a Recoil Glove."
    },
    {
        "name": "Throwing Knife",
        "class": "Thrown",
        "range": "SB x2",
        "rof": "S/2/-",
        "dmg": "1d5+3",
        "pen": 0,
        "type": "Rending",
        "clip": "-",
        "rld": "-",
        "special": "Accurate (2?)",
        "wt": 0.5,
        "rarity": "Common",
        "training": "Low-Tech",
        "description": "In a pinch, a throwing knife can be used in melee. It counts as a knife with the Unbalanced Quality."
    },
    {
        "name": "Maccabian Frag Grenade",
        "class": "Thrown",
        "range": "SB x3",
        "rof": "S/-/-",
        "dmg": "2d10+1",
        "pen": 0,
        "type": "Explosive",
        "clip": 1,
        "rld": "-",
        "special": "Blast (3), Sanctified",
        "wt": 0.5,
        "rarity": "Rare",
        "description": "The presence of one or more sacred Maccabian frag grenades in a Squad grants all Squad members a +5 bonus to Willpower Tests to resist the effects of Fear and Pinning. Once the last of these sanctified frag grenades has been used, this bonus is lost. However, if the last grenade is used as part of an attack kills or inflicts Critical Damage upon at least one enemy, the bonus persists until the end of the game session even if all of the grenades have been expended. Maccabian frag grenades are always of Good or Best Craftsmanship."
    },
    {
        "name": "Iron-Eater Grenad",
        "class": "Thrown",
        "range": "SB x3",
        "rof": "S/-/-",
        "dmg": "2d10",
        "pen": 5,
        "type": "Energy",
        "clip": 1,
        "rld": "-",
        "special": "Blast (2), Corrosive",
        "wt": 0.5,
        "rarity": "Very Rare",
        "description": "When an attack roll with an iron-eater grenade results in a Jam, the grenade detonates in the user’s hand on a result of 7, 8, 9, or 10, rather than only on a 10 on the 1d10 roll."
    },
    {
        "name": "Tube Charge",
        "class": "Thrown",
        "range": "SB x2",
        "rof": "S/-/-",
        "dmg": "3d10",
        "pen": 0,
        "type": "Explosive",
        "clip": 1,
        "rld": "-",
        "special": "Blast (4)",
        "wt": 1,
        "rarity": "Scarce",
        "description": "A standard tube charge is armed by ripping off a small patch, which leaves about 5 seconds to detonation. One or more tube charges can be linked to a timer or detonator, which is often done for purposes of sabotage and trap-setting.\nSetting tube charge requires a Routine (+10) Tech-Use Test. For each additional tube charge, increase the Damage inflicted by the explosion by +2 and the Blast Quality by 1. The weapon profile listed in Table 3–10: Grenades, Missiles, and Rounds represents a single tube charge, but linked charges held in a pack or satchel can be thrown following the rules for Throwing Objects on page 37 of the only War Core Rulebook."
    },
    {
        "name": "Crimson Crown",
        "class": "Thrown",
        "range": "SB x4",
        "rof": "-",
        "dmg": "1d10+2",
        "pen": 2,
        "type": "Rending",
        "clip": "-",
        "rld": "-",
        "special": "Tearing",
        "wt": 0.5,
        "rarity": "Very Rare",
        "training": "Chain",
        "description": "This ancient killing device usually takes the form of a metal circlet roughly the width of a human forearm and the thickness of a palm, surrounded by sharpened metal teeth. It is human in origin, but as most versions predate much of the Imperium’s recorded history, owning one is a sign of considerable wealth. It is heavy but when activated, micro-gravlifts negate most of the weight so that it can be hurled, utilising a central grip for a spinning throw with great range. The rotating action signals the internal motor to roar into life and fire the chained teeth into rapid rotation, tearing apart flesh and bone on contact in a spray of blood and viscera. Such is the brutality of the weapon, that it is one of the few human weapons that Orks will claim after defeating human forces."
    },
    {
        "name": "Power Discus",
        "class": "Thrown",
        "range": "SB x4",
        "rof": "-",
        "dmg": "1d10+4",
        "pen": 5,
        "type": "Energy",
        "clip": "-",
        "rld": "-",
        "special": "Power Field",
        "wt": 0.2,
        "rarity": "Extremely Rare",
        "training": "Power",
        "description": "The simplicity and elegance of this archeotech weapon has lead more than one Imperial researcher to suggest it may have origins amongst a xenos species of the Koronus Expanse. Each of the discovered weapons seems to be a seamless silvery disc no more than 30 centimetres across, roughly five centimetres in thickness but tapering to whisper thin edges. Each also feels lighter than  it should, given the metallic nature. Most users wear a thick pair of plas or chain gloves to throw the device, as its edges are razor sharp and do not seem to dull under use. Once it is in flight,  the device reacts to the airborne spin and activates a power field surrounding the entire disc. The power field allows it to slice through almost any material, and skilled practitioners delight in using it to decapitate their foes. The field only lasts for several seconds, allowing it to be recovered after it is thrown."
    },
    {
        "name": "Stunsphere",
        "class": "Thrown",
        "range": "SB x3",
        "rof": "-",
        "dmg": "1d10",
        "pen": 0,
        "type": "Impact",
        "clip": "-",
        "rld": "-",
        "special": "Shocking",
        "wt": 0.2,
        "rarity": "Rare",
        "training": "Shock",
        "description": "Designed to be thrown, these dense metal spheres are the size of a human fist, and contain a shock generator designed to discharge at the moment of impact. These devices are of unknown origin, their appearance in the hands of weapons traders across the Expanse and within the Calixis Sector a mystery to all. No obvious maker’s marks adorn their surface, nor is there any obvious way to access their internal components—only a featureless metal shell that remains unblemished and unmarred by any outside force, and seems to generate a charge from no obvious power source. Stranger still, these spheres seem capable of discerning the difference between contact with a wielder and contact with a target, refusing to discharge until thrown.\nStunspheres are reusable, taking only a few moments to recharge after use. Actually reusing them requires collecting the thrown spheres, however.\nThis weapon’s Shocking Quality takes effect even if it does not deal damage. If the target fails his Toughness Test, he is stunned for one Round, plus one Round for every Degree he fails the Toughness Test by."
    },
    {
        "name": "Shock Net",
        "class": "Thrown",
        "range": 5,
        "rof": "-",
        "dmg": "-",
        "pen": "-",
        "type": "-",
        "clip": "-",
        "rld": "-",
        "special": "Shocking, Snare (Value ?)",
        "wt": 1,
        "rarity": "Average",
        "training": "Shock",
        "description": "A fairly basic shock weapon, a Shocknet consists of thin, flexible metal wires woven together and fitted with a shock generator. Designed to discharge a few seconds after being triggered, a shocknet can be thrown over a target, ensnaring and subduing it quickly. Shocknets are favoured by hunters of all kinds for their simplicity and ease of use. This weapon’s Shocking Quality takes effect even if it does not deal damage. If the target fails his Toughness Test, he is stunned for one Round, plus one Round for every Degree he fails the Toughness Test by."
    }
]